---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralCEx
source: html/51c674e8-9f7c-4f5e-896a-ec6d9b768b15.htm
---
# StructuralSectionGeneralCEx Methods

Returns size of the section boundary.